[
  {
    "title": "I. Základné ustanovenia",
    "texts": [
      {
        "text": "Správcom osobných údajov podľa čl. 4 bod 7 nariadenia Európskeho parlamentu a Rady (EÚ) 2016/679 o ochrane fyzických osôb pri spracovaní osobných údajov a o voľnom pohybe týchto údajov (ďalej len: \"GDPR\") je Ing.arch.Dávid Chaľ, IČO: 51 00 69 36 so sídlom Laborecká 52,06601, Humenné (ďalej len: \"správca\").",
        "subTextList": []
      },
      {
        "text": "Kontaktné údaje správcu sú:",
        "subTextList": [
          "adresa: Laborecká 52, 06601 Humenné",
          "email: infi@domyodarchitektov.sk",
          "telefón: +421 904530619"
        ]
      },
      {
        "text": "Osobnými údajmi sú všetky informácie o identifikovanej alebo identifikovateľnej fyzickej osobe; identifikovateľnou fyzickou osobou je fyzická osoba, ktorú možno priamo alebo nepriamo identifikovať, najmä odkazom na určitý identifikátor, napríklad meno, identifikačné číslo, lokačné údaje, sieťový identifikátor alebo pomocou jedného alebo viacerých špecifických faktorov, fyziologických, genetických, mentálnych, ekonomických, kultúrnych alebo spoločenských.",
        "subTextList": []
      },
      {
        "text": "Správca nemenoval poverenca pre ochranu osobných údajov.",
        "subTextList": []
      }
    ]
  },
  {
    "title": "II. Zdroje a kategórie spracovávaných osobných údajov",
    "texts": [
      {
        "text": "Správca spracováva osobné údaje, ktoré ste mu poskytli alebo osobné údaje, ktoré správca získal na základe plnenia Vašej objednávky, alebo vyplnenia kontaktného formulára",
        "subTextList": []
      },
      {
        "text": "Správca spracováva Vaše identifikačné a kontaktné údaje a údaje nevyhnutné pre vypracovanie projektu rodiiného domu.",
        "subTextList": []
      }
    ]
  },
  {
    "title": "III. Zákonný dôvod a účel spracovania osobných údajov",
    "texts": [
      {
        "text": "Zákonným dôvodom spracovania osobných údajov je:",
        "subTextList": [
          "plnenie zmluvy medzi Vami a správcom podľa čl. 6 odst. 1 písm. b) GDPR",
          "oprávnený záujem správcu na poskytovaní priameho marketingu ( pre zasielanie obchodných oznámení a newsletterov) podľa čl. 6 odst. 1 písm. f) GDPR",
          "Váš súhlas so spracovaním pre účely poskytovania priameho marketingu ( pre zasielanie obchodných oznámení a newsletterov) podľa čl. 6 odst. 1 písm. a) GDPR v spojení s § 7 odst. 2 zákona č. 480/2004 Zb., o niektorých službách informačnej spoločnosti v prípade, že nedošlo k objednávke tovaru alebo služby."
        ]
      },
      {
        "text": "Účelom spracovania osobných údajov je:",
        "subTextList": [
          "vybavenie Vašej objednávky a výkon práv a povinností vyplývajúcich so zmluvného vzťahu medzi Vami a správcom; pri objednávke sú vyžadované osobné údaje, ktoré sú nutné pre úspešné vybavenie objednávky (meno a adresa, kontakt) Poskytnutie osobných údajov je nutným požiadavkom pre uzatvorenie a plnenie služby, bez poskytnutí osobných údajov nie je možné službu uzavrieť alebo ju plniť zo strany správcu."
        ]
      },
      {
        "text": "Zo strany správcu neprichádza k automatickému individuálnemu rozhodovaniu v zmysle čl. 22 GDPR. S takým spracovaním ste poskytli svoj výslovný súhlas.",
        "subTextList": []
      }
    ]
  },
  {
    "title": "IV. Doba uchovávania údajov",
    "texts": [
      {
        "text": "Správca uchováva osobné údaje:",
        "subTextList": [
          "po dobu nevyhnutnú k výkonu práv a povinností vyplývajúcich zo zmluvného vzťahu medzi Vami a správcom a uplatňovania nárokov z týchto zmluvných vzťahov (po dobu 10 rokov od ukončenia zmluvného vzťahu).",
          "po dobu, kým je odvolaný súhlas so spracovaním osobných údajov pre účely marketingu, najdlhšie 5 rokov, ak sú osobné údaje spracovávané na základe súhlasu."
        ]
      },
      {
        "text": "Po uplynutí doby uchovávania osobných údajov správca osobné údaje vymaže.",
        "subTextList": []
      }
    ]
  },
  {
    "title": "V. Príjemcovia osobných údajov",
    "texts": [
      {
        "text": "Príjemcovia osobných údajov sú osoby:",
        "subTextList": [
          "podieľajúce sa na dodaní tovaru/služieb/realizácii platieb na základe zmluvy",
          "zaisťujúce služby prevádzkovania e-shopu a ďalšie služby v súvislosti s prevádzkovaním e-shopu",
          "zaisťujúce marketingové služby"
        ]
      },
      {
        "text": "Správca nemá v úmysle poskytnúť osobné údaje do tretej zeme (mimo EU) alebo medzinárodnej organizácii. Príjemcovia osobných údajov v tretích zemiach sú poskytovatelia cloudových služieb.",
        "subTextList": []
      }
    ]
  },
  {
    "title": "VI. Vaše práva",
    "texts": [
      {
        "text": "Za podmienok stanovených v GDPR máte:",
        "subTextList": [
          "právo na prístup ku svojim osobným údajom podľa čl. 15 GDPR",
          "právo na opravu osobných údajov podľa čl. 16 GDPR, poprípade obmedzenie spracovania podľa čl. 18 GDPR.",
          "právo na výmaz osobných údajov podľa čl. 17 GDPR.",
          "právo podať námietku proti spracovávaniu podľa čl. 21 GDPR",
          "právo na prenesiteľnosť údajov podľa čl. 20 GDPR.",
          "právo odvolať súhlas so spracovaním písomne alebo elektronicky na adresu alebo email správcu uvedený v čl. III týchto podmienok."
        ]
      },
      {
        "text": "Ďalej máte právo podať sťažnosť na Úrade pre ochranu osobných údajov v prípade, že sa domnievate, že bolo porušené Vaše právo na ochranu osobných údajov.",
        "subTextList": []
      }
    ]
  },
  {
    "title": "VII. Podmienky zabezpečenia osobných údajov",
    "texts": [
      {
        "text": "Správca prehlasuje, že prijal všetky technické a organizačné opatrenia k zabezpečeniu osobných údajov.",
        "subTextList": []
      },
      {
        "text": "Správca prijal technické opatrenia k zabezpečeniu dátových úložísk a úložísk osobných údajov v písomnej podobe.",
        "subTextList": []
      },
      {
        "text": "Správca prehlasuje, že k osobným údajom majú prístup len im poverené osoby.",
        "subTextList": []
      }
    ]
  },
  {
    "title": "VIII. Záverečné ustanovenia",
    "texts": [
      {
        "text": "Odoslaním objednávky z internetového objednávkového formulára potvrdzujete, že ste zoznámený s podmienkami ochrany osobných údajov a že ich v celom rozsahu prijímate.",
        "subTextList": []
      },
      {
        "text": "S týmito podmienkami súhlasíte zaškrtnutím súhlasu prostredníctvom internetového formulára. Zaškrtnutím súhlasu potvrdzujete, že ste zoznámený s podmienkami ochrany osobných údajov a že je v celom rozsahu akceptujete.",
        "subTextList": []
      },
      {
        "text": "Správca je oprávnený tieto podmienky zmeniť. Novú verziu podmienok ochrany osobných údajov zverejní na svojich internetových stránkach a zároveň Vám zašle novú verziu týchto podmienok na Vašu e-mailovou adresu, ktorú ste správcovi poskytli.",
        "subTextList": []
      }
    ]
  }
]
